Repository: ctic-uepb/heliosvoting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Short name
pt_br: Nome abreviado

source: no spaces, will be part of the URL for your election, e.g. my-club-2010
pt_br: Sem espaços, será parte da URL da sua eleição, por ex. meu-clube-2014

source: Name
pt_br: Nome

source: the pretty name for your election, e.g. My Club 2010 Election. Maximum of 250 characters.
pt_br: O nome apresentável para a sua eleição, p.ex.: Eleição do Meu Clube 2014. Máximo de 250 caracteres.

source: Description
pt_br: Descrição

source: Maximum of 4000 characters. You can use the HTML tags: <p>, <h4>, <h5>, <h3>, <h2>, <br>, <u>.
pt_br: Máximo de 4000 caracteres. Podem ser usadas as seguintes tags HTML: <p>, <h4>, <h5>, <h3>, <h2>, <br>, <u>.

source: Type
pt_br: Tipo

source: Use voter aliases
pt_br: Usar pseudônimo de eleitores

source: If selected, voter identities will be replaced with aliases, e.g. "V12", in the ballot tracking center
pt_br: Se marcada, a identidade dos eleitores será substituída por pseudônimos, p. ex.: "V12", no centro de rastreamento de cédulas.

source: Use advanced audit features
pt_br: Usar auditoria de cédulas

source: disable this only if you want a simple election with reduced security but a simpler user interface
pt_br: Desabilite essa opção se você quiser uma interface de usuário mais simples.

source: Randomize answer order
pt_br: Tornar ordem das questões aleatória

source: enable this if you want the answers to questions to appear in random order for each voter
pt_br: Habilite essa opção se você quiser que as questões apareçam em ordem aleatória para cada eleitor

source: Private?
pt_br: Privada?

source: A private election is only visible to registered voters.
pt_br: Uma eleição privada só é visível para eleitores registrados.

source: Help Email Address
pt_br: Endereço de Email para Ajuda

source: An email address voters should contact if they need help.
pt_br: Endereço de email que os eleitores devem usar para pedir ajuda.

source: Election Info Download URL
pt_br: URL de download de informações da Eleição:

source: the URL of a PDF document that contains extra election information, e.g. candidate bios and statements
pt_br: a URL de um documento PDF que contém informações extras, p. ex., biografias e declarações dos candidatos

source: Voting starts at
pt_br: Votação começa em

source: UTC date and time when voting begins
pt_br: Data e horário de início da votação

source: UTC date and time when voting ends
pt_br: Data e horário de término da votação

source: Voting ends at
pt_br: Votação termina em

source: UTC date and time voting extended to
pt_br: Data e horário da extensão da votação

source: Voting extended until
pt_br: Votação estentida até

source: Send To
pt_br: Enviar

source: all voters
pt_br: todos os eleitores

source: voters who have cast a ballot
pt_br: eleitores que depositaram uma cédula

source: voters who have not yet cast a ballot
pt_br: eleitores que ainda não depositaram uma cédula

source: only voters who cast a ballot
pt_br: apenas eleitores que lançaram uma cédula

source: no one -- are you sure about this?
pt_br: nenhum - você tem certeza disso?

source: Voter ID
pt_br: ID do Eleitor

source: Election
pt_br: Eleição

source: Referendum
pt_br: Referendo

source: Anyone can vote.
pt_br: Qualquer eleitor que possa se conectar no sistema.

source: add questions to the ballot
pt_br: adicionar questões à cédula

source: add at least one trustee
pt_br: adicionar ao menos um apurador

source: have trustee %(name)s generate a keypair
pt_br: apurador(a) %(name)s gerar um par de chaves

source: enter your voter list (or open registration to the public)
pt_br: informar a lista de eleitores (ou tornar o registro aberto ao público)

source: cannot freeze an election that has issues
pt_br: não é possível congelar uma eleição com problemas

source: password already exists
pt_br: senha já existe

source: cast vote is quarantined, verification and storage is delayed.
pt_br: lançamento de votos está em quarentena, verificação e armazenamento estão postergados.

source: the vote's election UUID does not match the election for which this vote is being cast
pt_br: O UUID de eleição do voto não coincide com a eleição para a qual este voto está sendo lançado

source: no election ID
pt_br: Nenhum ID de eleição

source: encrypted tally computed
pt_br: apuração criptografada apurada

source: Helios Decrypt
pt_br: Decriptação do Helios

source: voter file processed
pt_br: arquivo de eleitores processado

source: Your voter file upload for %(election_name)s has been processed
pt_br: O arquivo para a eleição %(election_name)s foi processado

source: %(number_of_voters)s voters have been created
pt_br: %(number_of_voters)s eleitores foram processados

source: You are logged in as
pt_br: Você está conectado como

source: CAST this ballot
pt_br: CONFIRMAR

source: cancel
pt_br: cancelar

source: If you cancel now, your ballot will <em>NOT</em> be recorded.<br /> You can start the voting process over again, of course.
pt_br: Se você cancelar agora, sua cédula <em>NÃO</em> será registrada.<br /> Você pode reiniciar o processo de votação mais tarde.

source: voting has stopped, sorry.
pt_br: Desculpe-nos, o período para depositar cédulas já encerrou.

source: voting has not yet begun, sorry.
pt_br: Desculpe-nos, mas a votação ainda não está aberta para esta eleição.

source: Visit
pt_br: Acesse

source: for more info.
pt_br: para mais informações.

source: Please provide the voter ID and password you received by email.
pt_br: Informe o ID de eleitor e senha que você recebeu por email.

source: Password
pt_br: Senha

source: bad voter ID or password, please try again.
pt_br: Usuário ou senha incorretos, por favor, tente novamente.

source: Confirm
pt_br: CONFIRMAR

source: Login
pt_br: Conectar

source: logged in as
pt_br: Conectado como

source: Congratulations, your vote has been <b><u>successfully cast</u></b>!
pt_br: Parabéns, seu voto foi <u><b>depositado com sucesso</u></b>!

source: Your smart ballot tracker is:
pt_br: O número do rastreador da sua cédula é:

source: For your safety, we have logged you out.
pt_br: Você foi desconectado. Por favor, para sua segurança, feche seu navegador.

source: Cast Vote
pt_br: Voto(s) Depositado(s)

source: cast in
pt_br: depositado em

source: Fingerprint:
pt_br: Código de Identificação:

source: Compute Tally
pt_br: Computar Apuração

source: You are about to compute the tally for this election. You only will then see the results.
pt_br: Você está prestes a computar a apuração desta eleição. Somente depois disso é que você verá o resultado.

source: compute the tally!
pt_br: computar a apuração !

source: Audited Ballots for
pt_br: Cédulas Auditadas para

source: Audited Ballots
pt_br: Cédulas Auditadas

source: back to election
pt_br: voltar para a eleição

source: When you prepare a ballot with Helios, you immediately receive a smart ballot tracker. Before you choose to cast that ballot, you have the option to ask Helios to "break open" that encrypted ballot and verify that Helios encrypted your ballot correctly. Once that's done, you can post that opened ballot here, on the audited ballots' list, for everyone to verify (your identity is not included). Once you've done this, you have to re-encrypt your choices and obtain a different smart ballot tracker. This helps reduce the chance that someone might coerce you to vote differently from your true choice.
pt_br: Quando você prepara uma cédula com o Helios, recebe um rastreador para posteriormente verificar se sua cédula foi contabilizada. Antes de resolver depositar a cédula na urna, você pode solicitar ao sistema que abra a cédula cifrada e verifique se a mesma foi cifrada corretamente (se realmente contém o seu voto). Depois disso, você pode postar essa cédula aberta na lista de cédulas auditadas, para que qualquer um possa verificar (sua identidade não será incluída). Você pode fazer isso quantas vezes quiser. Escolhendo ou não postar essa cédula auditada, você deve voltar para a cédula de votação e a cifrar novamente, obtendo então um novo rastreador. Isso ajuda a reduzir as chances de que alguém possa coagi-lo a votar de modo diverso à sua real escolha.

source: These ballots are <em>not cast</em>, and they will not be counted. They are just here for auditing purposes, to spot-check that Helios is properly encrypting voter's choices.
pt_br: Essas cédulas <em>não estão depositadas na urna</em>, portanto não serão contabilizadas. Elas estão aqui apenas com o propósito de auditoria, para verificar que o sistema de votação está cifrando corretamente as escolhas do eleitor.

source: To verify an audited ballot, copy its entire content and paste it in the
pt_br: Para verificar uma cédula auditada, copie todo o seu conteúdo e cole-o no

source: single ballot verifier
pt_br: verificador de uma única cédula

source: Audited Ballots
pt_br: Cédulas Auditadas

source: next
pt_br: próximo

source: back to start
pt_br: voltar ao início

source: next
pt_br: próximo

source: view
pt_br: visualizar

source: no audited ballots yet
pt_br: nenhuma cédula auditada ainda

source: vote!
pt_br: votar!

source: This is the ballot tracking center, which displays the tracking numbers of all cast ballots in this election.
pt_br: Este é o centro de rastreamento de cédulas, o qual mostra os números de rastreamento de todas as cédulas lançadas nesta eleição.

source: Voters
pt_br: Eleitores

source: Alias
pt_br: Pseudônimo

source: Smart Ballot Tracker
pt_br: Rastreador da Cédula

source: Questions
pt_br: Questões

source: Confirm Vote
pt_br: Confirmar Voto

source: Submit your Vote
pt_br: Deposite seu Voto na Urna

source: Verifying and Casting your ballot
pt_br: Depositando sua cédula

source: <b>Sorry, you are <em><u>not eligible</u></em> for this election.</b><br />
pt_br: <b>Desculpe, você <em><u>não está apto</u></em> para esta eleição.</b><br />

source: <b>Sorry, you are <em>not registered</em> for this election, and registration is closed.</b><br />
pt_br: <b>Desculpe, você <em>não está registrado</em> para essa eleição, e o registro está fechado.</b><br />

source: return to the main election page
pt_br: retornar para a página da eleição

source: Now, we need you to log in, so we can verify your eligibility.<br /><br />
pt_br: Para que sua cédula seja realmente depositada na urna, você deve se conectar com seu usuário e senha, para que possamos verificar se você é um eleitor válido nessa eleição.<br /><br />

source: This election is open to <em>anyone</em>, so log in with your preferred account.
pt_br: Esta eleição está aberta para <em>todo mundo</em>, então conecte com sua conta preferida.

source: This election is only open to <em>registered voters</em>, so log in with the same account you registered with.
pt_br: Essa eleição está aberta para <em>eleitores registrados</em>, portanto conecte-se com a mesma conta com a qual você se registrou.

source: Don't worry, we'll remember your ballot while you log in.
pt_br: Não se preocupe, nós iremos manter a sua cédula enquanto você se loga.

source: Compute Tally for Election:
pt_br: Computar Apuração para a Eleição:

source: You are about to compute the encrypted tally for election
pt_br: Você está prestes a computar a apuração criptografada para a eleição

source: Once you do this, voters will no longer be able to cast a ballot.
pt_br: Depois que você fizer isso, eleitores não conseguirão mais votar.

source: compute encrypted tally!
pt_br: computar apuração criptografada

source: never mind
pt_br: deixar para depois

source: No votes have been cast in this election. At least one vote must be cast before you compute the tally.<br /><br />
pt_br: Nenhum voto foi depositado nessa eleição. Ao menos um voto precisa ser depositado antes de você computar a apuração.<br /><br />

source: Update
pt_br: Atualizar

source: Cancel
pt_br: Cancelar

source: Extend Voting
pt_br: Estender votação

source: Freeze Ballot
pt_br: Congelar Cédula

source: Once the ballot is frozen, the questions and options can no longer be modified.<br /> The list of trustees and their public keys will also be frozen.
pt_br: Assim que a cédula for congelada, nenhuma informação da eleição poderá ser modificada. O que inclui: suas questões, os apuradores e outros detalhes da eleição.

source: Registration for your election is currently <b>open</b>, which means anyone can vote, even after you freeze the ballot.
pt_br: O registro nesta eleição encontra-se aberto, o que significa que qualquer um poderá votar, mesmo após você congelar a cédula.

source: Registration for your election is currently <b>closed</b>, which means only the voters you designate will be able to cast a ballot. As the administrator, you will still be able to modify that voter list as the election progresses.
pt_br: O registro para está eleição encontra-se fechado, o que significa que apenas os eleitores designados estarão aptos a votar. Como administrador, você ainda poderá modificar a lista de eleitores durante a eleição.

source: You must freeze the ballot before you can contact voters.
pt_br: Você precisa congelar a cédula antes de poder contactar os eleitores.

source: Before you can freeze the election, you will need to:
pt_br: Antes de congelar a eleição, você precisará:

source: go back to the election
pt_br: voltar para a eleição

source: Freeze the ballot
pt_br: Congelar a cédula

source: Trustee
pt_br: Apurador

source: Key Setup
pt_br: Configuração de chave

source: As a trustee, it's time to set up your key for this election.
pt_br: Como apurador, é hora de configurar sua chave para essa eleição.

source: Please wait for the generator to load...
pt_br: Por favor, aguarde o carregamento do gerador...

source: Generate Election Keys
pt_br: Gerar Chaves da Eleição

source: If you've already generated a keypair, you can
pt_br: Se você já tem um par de chaves, você pode

source: reuse it
pt_br: reusá-la

source: Reusing a Key
pt_br: Reutilizando uma Chave

source: Enter your complete secret key below:
pt_br: Informe sua chave privada completa abaixo:

source: reuse
pt_br: reusar

source: Your Secret Key
pt_br: Sua Chave Secreta

source: Your key has been generated, but you may choose to
pt_br: Sua chave foi gerada, mas você pode optar por

source: clear it from memory and start from scratch</a> if you prefer.
pt_br: limpar da memória e começar do zero</a> se preferir.

source: Save your secret key
pt_br: Salve sua chave privada

source: ok, I've saved the key, let's move on
pt_br: ok, a chave foi salva, vamos prosseguir

source: Your Public Key
pt_br: Sua Chave Pública

source: It's time to upload the public key to the server.
pt_br: É hora de carregar a chave pública para o servidor.

source: The fingerprint of your public key is:
pt_br: O código de identificação da sua chave pública é:

source: You may want to save this to confirm that your public key was properly stored by the server.<br /> (Your public key is not currently being displayed because you do not need to save it, the fingerprint is sufficient.)
pt_br: Você pode querer salvar isso para confirmar que a sua chave pública foi adequadamente armazenada pelo servidor.<br /> (Sua chave pública não está sendo mostrada no momento porque você não precisa salvá-la, a impressão digital (fingerprint) é suficiente.)

source: Upload your public key
pt_br: Carregar sua chave pública

source: Create a New Election
pt_br: Criar uma Nova Eleição

source: Next
pt_br: Próximo

source: Create a New Election:
pt_br: Criar uma Nova Eleição:

source: <b>An election managed by Helios</b>.
pt_br: <b>Uma eleição gerenciada pelo Helios</b>.

source: <b>An election managed by you, the single administrator</b>.
pt_br: <b>Uma eleição gerenciada por você, o único administrador</b>.

source: <b>An election managed by multiple trustees</b>.
pt_br: <b>Uma eleição gerenciada por múltiplos apuradores</b>.

source: Generate Election Keys
pt_br: Gerar Chaves da Eleição

source: Trustees (up to 5)
pt_br: Apuradores (até 5)

source: create
pt_br: criar

source: Your Election's Secret Key:<br />
pt_br: Sua Chave Privada Secreta da Eleição:<br />

source: (You need to copy and paste this key and keep it safe,<br /> otherwise you won't be able to tally your election.)
pt_br: (Você precisa copiar e colar esta chave e mantê-la em segurança,<br /> do contrário, você não vai conseguir apurar a sua eleição.)

source: Election Not Yet Open
pt_br: A eleição ainda não está aberta.

source: This election is not yet open. You probably got here from the Ballot Preview.
pt_br: Esta eleição ainda não está aberta. Você provavelmente chegou até aqui a partir da Pré-visualização da Cédula.

source: back to the election
pt_br: voltar para a eleição

source: Register
pt_br: Registrar

source: You are currently logged in as %(user.user_id)s [%(user.user_type)s]
pt_br: Você está conectado atualmente como %(user.user_id)s [%(user.user_type)s]

source: You are currently registered for this election.
pt_br: Atualmente você está registrado para essa eleição.

source: You are <em>not</em> registered for this election.
pt_br: Você <em>não está</em> registrado para essa eleição.

source: register!
pt_br: registrar!

source: Election %(election.name)s Already Tallied
pt_br: Eleição %(election.name)s já apurada

source: This election has already been tallied, you can no longer cast a vote.
pt_br: Essa eleição já foi apurada, você não pode mais depositar voto.

source: view the election tally
pt_br: ver a apuração da eleição

source: created by
pt_br: criado(a) por

source: [archived]
pt_br: arquivada

source: edit
pt_br: editar

source: unarchive it
pt_br: desarquivar

source: archive it
pt_br: arquivar

source: copy
pt_br: copiar

source: featured on the front page.
pt_br: esta %(pretty_type)s será destacada na página inicial.

source: unfeature it
pt_br: remover destaque

source: is <u>not</u> featured on the front page.
pt_br: essa %(pretty_type)s <u>não está</u> destacada na página inicial.

source: feature it
pt_br: destacar

source: Election URL:
pt_br: URL da Eleição:

source: Election Fingerprint:
pt_br: Código de Identificação da Eleição:

source: You are registered to vote in this
pt_br: Você está apto a votar nesta

source: Your voter alias is
pt_br: Usar pseudônimo de eleitor é

source: You are eligible to vote in this election.
pt_br: Você está apto a votar nessa eleição.

source: You are <em>not eligible</em> to vote in this
pt_br: Você <em>não está apto</em> a votar nesta

source: This election is open to:
pt_br: Quem pode votar nessa eleição:

source: Any user with credentials
pt_br: Qualquer eleitor que possa se conectar no sistema.

source: Anyone can vote in this election.
pt_br: Qualquer eleitor que tenha um nome de usuário e senha no sistema.

source: questions
pt_br: questões

source: voters &amp; ballots
pt_br: eleitores &amp; cédulas

source: trustees
pt_br: apuradores

source: Next Step:
pt_br: O que você ainda precisa fazer:

source: and
pt_br: e

source: freeze ballot and open election.
pt_br: congelar cédula e abrir eleição.

source: once you do this, the election will be ready for voting and will open automatically<br /> at %(voting_starts_at)s, as per your settings.
pt_br: Após fazer isso, a eleição estará pronta para votação e será aberta automaticamente <br/> em %(voting_starts_at)s, conforme configurado. ATENÇÃO: caso você tenha cadastrado uma lista de eleitores, é necessário enviar email para os mesmos, para que recebam usuário e senha para votação. Sem esses dados, eles não poderão votar.

source: once you do this, the election will be immediately open for voting.
pt_br: Após fazer isso, a eleição será aberta imediatamente para votação. <br />ATENÇÃO: caso você tenha cadastrado uma lista de eleitores, é necessário enviar email para os mesmos, para que recebam usuário e senha para votação. Sem esses dados, eles não poderão votar.

source: Tally computation is under way.<br /> Reload this page in a couple of minutes.
pt_br: A computação da apuração está a caminho.<br /> Recarregue essa página em alguns minutos.

source: compute encrypted tally</a><br /> The encrypted votes will be combined into an encrypted tally. Once this is done,<br /> trustees will be asked to provide their share of the decryption.
pt_br: Iniciar a apuração dos votos, ninguém mais poderá votar.</a><br />

source: release result
pt_br: liberar o resultado

source: The result displayed below is visible only to you.<br /> Once you release the result, it will be visible to everyone.
pt_br: O resultado mostrado abaixo está visível apenas para você.<br /> Após você tornar público o resultado, o mesmo estará disponível para todos com direito de acesso à esta página.

source: compute results
pt_br: computar o resultado

source: combine trustee decryptions and compute results
pt_br: combinar a desencriptação dos apuradores e computar o resultado

source: The result will be computed and shown to you, the administrator, only.
pt_br: O resultado será computado e exibido apenas para você, o administrador da eleição.

source: The decryption shares from the trustees will be combined and the tally computed.<br /> Once you do this, the tally will visible to you, the administrator, only.
pt_br: As partes desencriptadas de cada apurador serão combinadas e a apuração será computada.<br /> Depois de fazer isso, a apuração estará visível apenas para você, o administrador da eleição.

source: trustees (for decryption)
pt_br: apuradores (para desencriptação)

source: This election is complete.
pt_br: Essa eleição está completa.

source: Tally
pt_br: Apuração

source: Question
pt_br: Questão

source: Election closed. Results will be released soon.
pt_br: Eleição fechada. O resultado será liberado logo.

source: Vote in this
pt_br: Votar nessa

source: This %(pretty_type)s was initially scheduled to end at %(voting_ends_at)s, but has been extended until %(voting_extended_until)s.
pt_br: Essa %(pretty_type)s foi inicialmente agendada para terminar em %(voting_ends_at)s,<br /> mas foi extendida até %(voting_extended_until)s.

source: This %(pretty_type)s is scheduled to end at %(voting_ends_at)s (UTC).
pt_br: Essa %(pretty_type)s está agendada para terminar em %(voting_ends_at)s.

source: This {{election.election_type}} ends at the administrator's discretion.
pt_br: Esta {{election.election_type}} termina a critério do administrador.

source: This election is <em>private</em>. You are signed in as eligible voter: <em>%(voter)s</em>.
pt_br: Essa eleição é <em>privada</em>. Você está conectado como um eleitor apto: <em>%(voter)s</em>.

source: You do not have Java installed in your browser.<br />At this time, Helios requires Java.<br /> Visit <a target="_new" href="http://java.sun.com">java.sun.com</a> to install it.
pt_br: Você não tem o Java instalado em seu computador.<br />Por enquanto, o Helios requer Java.<br /> Visite <a target="_new" href="http://java.sun.com">java.sun.com</a> para instalá-lo.

source: voting is not yet open
pt_br: Esta eleição ainda não está aberta para votação.

source: verify
pt_br: Conferir a

source: election tally
pt_br: apuração da eleição

source: review the
pt_br: Visualizar a

source: voting booth
pt_br: cabine de votação

source: review purposes only
pt_br: apenas para conferência

source: Election scheduling info
pt_br: Cronograma da eleição

source: Election begin: %(voting_starts_at)s
pt_br: Início da eleição: %(voting_starts_at)s

source: Election end: %(voting_starts_at)s
pt_br: Término da eleição: %(voting_starts_at)s

source: This %(pretty_type)s was initially scheduled to end at %(voting_ends_at)s, but has been extended until %(voting_extended_until)s.
pt_br: Essa %(pretty_type)s foi inicialmente agendada para terminar em %(voting_ends_at)s,<br /> mas foi extendida até %(voting_extended_until)s.

source: extend voting
pt_br: estender votação

source: Audit Info
pt_br: Informação de auditoria
