Repository: ctic-uepb/heliosvoting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Your smart ballot tracker:
pt_br: O rastreador da sua cédula é:

source: Ballot Tracking Center
pt_br: Central de Rastreamento de Cédula

source: preview booth
pt_br: pré-visualização da urna

source: review the <a href="%(vote_url)s">voting booth</a>.
pt_br: revisar a <a href="%(vote_url)s">cabine de votação</a>.

source: Elections you Administer
pt_br: Eleições que você administra

source: back to home
pt_br: voltar para início

source: Elections where you voted
pt_br: Eleições nas quais você votou

source: Trustees for
pt_br: Apuradores para

source: Trustees
pt_br: Apuradores

source: Trustees are responsible for decrypting the election result.<br /> Each trustee generates a keypair and submits the public portion to Helios.<br /> When it's time to decrypt, each trustee needs to provide his secret key.
pt_br: Adicione aqui as pessoas que poderão apurar o resultado da eleição. Cada uma das pessoas indicadas como apurador receberá um e-mail para que criem seu par de chaves criptográficas e que carreguem sua chave pública para esta eleição.<br> A urna só poderá ser aberta para a eleição depois que todos os apuradores cadastrados entrarem na interface de apuração e fornecerem sua chave privada. ATENÇÃO: Se um apurador perder sua chave, a urna não poderá ser aberta e todos os votos serão perdidos. <br><br> ATENÇÃO: Após adicionar um apurador, você deve obrigatoriamente clicar no botão "Enviar e-mail", para que o apurador receba o e-mail informando que deve cadastrar sua chave.

source: Helios is automatically your first trustee and will handle its keypair generation and decryption automatically.<br /> You may add additional trustees if you want, and you can even remove the Helios trustee.<br /> However, we recommend you do this only if you have a solid understanding of the trustee's role.
pt_br: Se você não quiser cadastrar apuradores externos ao sistema, O Helios é automaticamente seu primeiro apurador e irá tratar da geração de chaves e desencriptação automaticamente.<br /> Se você cadastrar apuradores adicionais, você pode remover o Helios como apurador, clicando no botão de excluir da opção "Sistema de Votação Online da UEPB" na listagem de apuradores abaixo.<br />

source: add a trustee
pt_br: adicionar um apurador

source: add Helios as a trustee
pt_br: adicionar o sistema de votação (Helios) como apurador

source: Below are listed the trustees for this election.
pt_br: Aqui estão listadas as pessoas habilitadas como apuradoras desta eleição.

source: Public Key Fingerprint:
pt_br: Código de Identificação da Chave Pública:

source: No public key uploaded yet.
pt_br: Nenhuma chave pública carregada ainda.

source: tally recorded for this trustee.
pt_br: apuração registrada para esse apurador.

source: waiting for this trustee's tally
pt_br: esperando pela apuração deste apurador

source: Remove trustee
pt_br: Remover apurador

source: send login
pt_br: enviar login

source: New Trustee
pt_br: Novo Apurador

source: Name:
pt_br: Nome:

source: Add Trustee
pt_br: Adicionar Apurador

source: Cookies are required for Helios use
pt_br: Cookies são necessários para o uso do Helios

source: Cookies are Required for Helios
pt_br: Helios requer o uso de Cookies

source: It appears your browser does not support cookies or is set up to block cookies from this site. Helios needs to set a session cookie so that it can save your vote, let you log in, etc. Enable cookies and then <a href="%(retest_url)s">proceed to preparing your ballot</a>
pt_br: Parece que o seu navegador não aceita cookies ou está configurado para bloqueá-los nesse site. O Helios precisa configurar um cookie de sessão para poder salvar o seu voto, deixar você conectar, etc. Habilite o uso de cookies e então <a href="%(retest_url)s">prossiga para preparar sua cédula</a>

source: If you keep getting sent back to this page, it's probably because you haven't enabled cookies successfully.
pt_br: Se você continua sendo enviado para esta página, é provavel que você não habilitou os cookies com sucesso.

source: Log In to View Election
pt_br: Conectar para Visualizar Eleições

source: Private Election - Please Log In
pt_br: Por favor, conecte-se.

source: Release Result &mdash; {{election.name}}
pt_br: Liberar Resultado &mdash; {{election.name}}

source: Release Result
pt_br: Liberar o Resultado

source: You are about to release the result for this election.
pt_br: Você está prestes a liberar o resultado para essa eleição.

source: Send email to voters reporting release of result.
pt_br: Enviar email para os eleitores avisando do resultado.

source: release result!
pt_br: liberar o resultado!

source: Share
pt_br: Compartilhar

source: Tweet
pt_br: Tuíte

source: Statistics
pt_br: Estatísticas

source: elections
pt_br: eleições

source: recent votes
pt_br: votos recentes

source: recent problem elections
pt_br: eleições problemáticas recentes

source: Admin actions
pt_br: Ações Administrativas

source: votes in queue.
pt_br: votos na fila.

source: force it
pt_br: forçar

source: Admin Actions
pt_br: Ações Administrativas

source: previous
pt_br: anterior

source: Actions
pt_br: Ações

source: User
pt_br: Usuário

source: Action
pt_br: Ação

source: Details
pt_br: Detalhes

source: At
pt_br: Data e Hora

source: Elections
pt_br: Eleições

source: search
pt_br: buscar

source: clear search
pt_br: limpar busca

source: of
pt_br: de

source: voters / cast votes
pt_br: eleitores / votos depositados

source: Problematic Elections
pt_br: Eleições Problemáticas

source: Unfrozen for more than a day.
pt_br: Desbloqueada por mais de um dia.

source: Recent Votes
pt_br: Votos Recentes

source: Last 24 hours
pt_br: Últimas 24 horas

source: last cast vote
pt_br: último voto depositado

source: recently cast votes
pt_br: voto (s) depositado (s) recentemente

source: your secret key matches!
pt_br: a sua chave secreta confere!

source: OH OH, your key is bad.
pt_br: A sua chave não confere.

source: Check Secret Key
pt_br: Verificar Chave Privada

source: back to trustee home
pt_br: voltar à página do apurador

source: Your public key fingerprint is:
pt_br: O código de identificação de sua chave pública é:

source: loading crypto functions...
pt_br: carregando funções de criptografia...

source: To verify that you have the right secret key, paste it here:
pt_br: Para verificar se você tem a chave secreta correta, cole-a aqui:

source: check
pt_br: checar

source: checking your secret key...
pt_br: verificando sua chave privada...

source: Decrypt Result for
pt_br: Decifrar Resultados para

source: Trustee:
pt_br: Apurador:

source: Encrypted Tally Fingerprint:
pt_br: Código de Identificação da Apuração Criptografada:

source: The encrypted tally for your election has been computed.<br /> Now it's time to compute and submit your partial decryption.
pt_br: A apuração criptografada da sua eleição foi computada.<br /> Agora é hora de computar e enviar sua desencriptação parcial.

source: This process is performed in two steps.<br /><br /> <u>First</u>, your secret key is used to decrypt the tally <em>inside</em> your browser, without connecting to the network.<br /> You can choose to take your browser "offline" for this step, if you'd like.<br /><br /> <u>Second</u>, once your decryption factors have been computed, your browser will need to be "online" to submit them to the server.<br /> If you'd like, you can compute your decryption factors, copy them to your clipboard, restart your browser, and<br /> skip to the second step so that your browser is never online when you enter your secret key.
pt_br: Esse processo é executado em duas partes.<br /><br /> <u>Primeiro</u>, sua chave privada é utilizada para desencriptar a apuração <em>dentro</em> do seu navegador, sem conectar com a rede.<br /> Você pode escolher deixar o navegador "offline" para esse passo, se preferir.<br /><br /> <u>Segundo</u>, assim que seus fatores de desencriptação forem computados, seu navegador precisará ficar "online" para enviá-los ao servidor.<br /> Se você preferir, você pode computar seus fatores de desencriptação, copiá-los para a área de transferência, reiniciar seu navegador, e<br /> pular para o segundo passo, de modo que seu navegador nunca estará online quando você informar sua chave privada.

source: FIRST STEP: enter your secret key
pt_br: PRIMEIRO PASSO: informe sua chave secreta

source: Generate partial decryption
pt_br: Gerar minha parte da desencriptação

source: skip to the second step
pt_br: pular para o segundo passo

source: (you need to have already computed your decryption factors.)
pt_br: (você precisa já ter computado os fatores de desencriptação.)

source: Generating partial decryption factors and proofs...
pt_br: Gerando os fatores de desencriptação parcial e provas...

source: Submitting and checking your decryption factors and proofs...
pt_br: Submetendo e checando seus fatores de desencriptação e provas...

source: SECOND STEP: upload your partial decryption
pt_br: SEGUNDO PASSO: carregar sua desencriptação parcial

source: Your partial decryption factors and proofs have been generated below.<br /> Your secret key has been cleared from memory.<br /> When you're ready, you can submit this result to the server.
pt_br: Seus fatores de desencriptação parcial e provas foram gerados a seguir.<br /> Sua chave privada foi limpa da memória.<br /> Quando estiver pronto, você pode submeter este resultado ao servidor.

source: Your partial decryption:
pt_br: Sua desencriptação parcial:

source: Upload decryption factors to server
pt_br: Carregar fatores de desencriptação para o servidor

source: reset and restart decryption process
pt_br: restaurar e reiniciar o processo de desencriptação

source: Done!
pt_br: Pronto!

source: Back to election
pt_br: Voltar para eleição

source: Error: your secret key was likely incorrect.
pt_br: Erro: sua chave privada provavelmente está incorreta.

source: You have successfully uploaded your public key.<br /> Your public key fingerprint is: <b>
pt_br: Você carregou com sucesso sua chave pública.<br /> O código de identificação de sua chave pública é: <b>

source: You can
pt_br: Você pode

source: verify that you have the right secret key
pt_br: verificar se você tem a chave privada correta

source: setup your key
pt_br: configurar chave de apurador

source: You have successfully uploaded your decryption.
pt_br: Você carregou com sucesso sua desencriptação.

source: The encrypted tally for this election is ready.
pt_br: A apuração criptografada dessa eleição está pronta.

source: decrypt with your key
pt_br: decifrar com sua chave

source: ATTENTION: Once the tally is computed, come back here to provide your secret key for decryption purposes.<br /> You should keep the email with your trustee homepage link, which contains the credentials needed to get back here.
pt_br: ATENÇÃO: Quando a apuração for computada, você vai ser solicitado(a) a retornar para essa página e informar sua chave secreta para poder desencriptar a apuração. <br /> Você deve manter o email que você recebeu com o link para a sua página de apurador, o qual contém as credenciais necessárias para retornar a essa página.

source: Voter Eligibility for
pt_br: Eligibilidade de Eleitor para

source: Voter Eligibility
pt_br: Eligibilidade de Eleitor

source: back to voters
pt_br: voltar para eleitores

source: You may limit eligibility of voters to one of these categories, as defined by %(user.user_type)s:
pt_br: Você pode limitar a aptidão dos eleitores para uma dessas categorias, conforme definido por %(user.user_type)s:

source: set eligibility
pt_br: configurar eligibilidade

source: Contact Voters for
pt_br: Contactar Eleitores para

source: Contact Voters
pt_br: Contactar Eleitores

source: You are sending this email to a specific user:
pt_br: Você está enviando esse email para:

source: Choose the email type you want to send:
pt_br: Escolha o tipo de email que você quer enviar:

source: Subject:
pt_br: Assunto:

source: You may tweak the subject and add a custom message using the form below.
pt_br: Você deve ajustar o assunto e, opcionalmente, adicionar uma mensagem personalizada no corpo do email, utilizando o formulário abaixo.

source: Subject
pt_br: Assunto

source: Body
pt_br: Corpo

source: What you type in here is what you get in the BODY tag on the template above
pt_br: O que você informar aqui é o que vai ser exibido no elemento BODY destacado no template acima.

source: Send
pt_br: Enviar

source: Done, go
pt_br: Pronto, ir

source: Error emailing participants. Check server settings, make sure there's an SMTP server.
pt_br: Erro enviando email aos participantes. Verifique as configurações do servidor e certifique-se de que há um servidor SMTP.

source: Ballot Tracking Center for
pt_br: Centro de Rastreamento de Cédulas para

source: Voters and Ballot Tracking Center
pt_br: Centro de Rastreamento de Cédulas e Eleitores

source: Your election is marked private, which means you cannot open registration up more widely
pt_br: A sua eleição está marcada como privada, o que significa que você não pode abrir registro mais amplo

source: You can change this setting:
pt_br: Configure a lista com os eleitores desta eleição:

source: anyone can vote
pt_br: Qualquer eleitor que possa se conectar no sistema.

source: only voters listed explicitly below can vote
pt_br: Somente eleitores contidos no arquivo a ser carregado (arquivo CSV)

source: Do not forget to upload voters file, using the bulk upload voters button bellow.
pt_br: Não se esqueça de carregar o arquivo de eleitores, clicando no botão carregar arquivo de eleitores.

source: limitedreg
pt_br: registro limitado

source: only voters who are members of
pt_br: apenas eleitores que são membros de

source: update
pt_br: atualizar

source: email voters
pt_br: enviar email para eleitores

source: bulk upload voters
pt_br: carregar arquivo de eleitores

source: Who can vote?
pt_br: Eleitores aptos a votar nesta eleição:

source: Only the voters listed here
pt_br: Somente eleitores que foram cadastrados especificamente para esta eleição

source: searching for
pt_br: procurando por

source: Voter name
pt_br: Nome do eleitor

source: cast vote
pt_br: Total de votos depositados

source: no votes yet
pt_br: nenhum voto

source: Send email to this voter. This action will only be possible if the ballot is already frozen.
pt_br: Enviar email para esse eleitor. Essa ação só vai ser possível se você já tiver congelado a cédula de votação.

source: Remove voter
pt_br: Remover eleitor

source: no voters.
pt_br: nenhum eleitor.

source: Prior Bulk Uploads:
pt_br: Arquivos de eleitores carregados anteriormente:

source: bytes, at
pt_br: bytes, em

source: done processing:
pt_br: processamento completo:

source: voters loaded
pt_br: eleitor (es) carregados

source: currently processing
pt_br: processando

source: not yet processed
pt_br: Recarregue a página para exibir a lista de eleitores

source: Manage Voters
pt_br: Gerenciar Eleitores

source: Username
pt_br: Nome de usuário

source: Search Voters for
pt_br: Buscar Eleitores por

source: Voter Found:
pt_br: Eleitor Encontrado:

source: email this voter
pt_br: enviar email para esse eleitor

source: once this election is frozen, you'll be able to email this voter.
pt_br: Quando essa eleição for congelada, você estará apto a enviar email para esse eleitor.

source: no such voter found
pt_br: eleitor não encontrado

source: Bulk Upload Voters
pt_br: Carregar arquivo de Eleitores

source: &lt;unique_id&gt;,&lt;email&gt,&lt;full name&gt;
pt_br: login,endereço de e-mail,nome completo

source: For example:
pt_br: Por exemplo:

source: Browse
pt_br: Procurar

source: go
pt_br: Carregar

source: OK, done uploading.
pt_br: Ok, upload completo.

source: You can now
pt_br: Agora você pode

source: view the list of voters
pt_br: visualizar a lista de eleitores

source: Bulk Upload Voters &mdash; Confirm
pt_br: Carregar Eleitores em Massa &mdash; Confirmar

source: You have uploaded a file of voters. The first few rows of this file are:
pt_br: Você carregou um arquivo de eleitores. As primeiras linhas desse arquivo são exibidas abaixo para simples conferência:

source: Voter Login
pt_br: Conectar como Eleitor

source: Email Address
pt_br: Endereço de Email

source: HOLD ON:
pt_br: UM MOMENTO:

source: never mind, upload a different file
pt_br: Não, deixe-me carregar um arquivo diferente

source: Does this look right to you?
pt_br: Os dados estão OK?

source: Yes, let's go
pt_br: Sim, carregar

source: no, let me upload a different file
pt_br: Não, deixe-me carregar um arquivo diferente

source: not implemented yet
pt_br: não implementado ainda

source: only an administrator has elections to administer
pt_br: somente um administrador tem eleições para administrar

source: only an administrator can create an election
pt_br: somente um administrador pode criar uma eleição

source: No special characters allowed in the short name.
pt_br: Nenhum caracter especial é permitido no nome abreviado

source: Vote in %(election_name)s
pt_br: Votar em %(election_name)s

source: Register to vote in %(election_name)s
pt_br: Registre-se para votar %(election_name)s

source: Results are in for %(election_name)s
pt_br: Os resultados estão em %(election_name)s

source: You are a trustee for %(election_name)s
pt_br: Prezado (a), Você foi designado como apurador para a eleição %(election_name)s.

source: Your trustee dashboard is at: %(url)s
pt_br: Você deve obrigatoriamente entrar no endereço abaixo para que possa carregar suas informações de apurador. Se não fizer isto, não será possível dar continuidade a eleição. Ou seja, nenhum eleitor poderá votar nesta eleição. A sua página de apurador pode ser acessada no endereço: %(url)s ATENÇÃO: Esse e-mail deve ser guardado para referência futura, para que você possa acessar novamente sua página de apurador através do link fornecido acima.

source: your trustee homepage for %(election_name)s
pt_br: ATENÇÃO: Você foi designado como apurador para a eleição %(election_name)s

source: I voted in %(url)s - my smart tracker is %(vote_hash)s.. #heliosvoting
pt_br: Eu votei em %(url)s - meu rastreador é %(vote_hash)s.. #heliosvoting

source: registration is closed for this election
pt_br: registro fechado para essa eleição

source: Constraints successfully saved
pt_br: Restrições salvas com sucesso.

source: your CSV file could not be processed. Please check that it is a proper CSV file.
pt_br: o seu arquivo CSV não pôde ser processado. Por favor, verifique se é um arquivo CSV válido.

source: those don't look like correct email addresses. Are you sure you uploaded a file with email address as second field?
pt_br: os dados não se parecem com e-mails válidos. Você tem certeza de que carregou um arquivo com o e-mail como segundo campo?

source: Your file should be saved in UTF-8 format
pt_br: O arquivo de eleitores deve ser salvo no formato UTF-8.Para testar se seu arquivo é valido, tente abri-lo em um editor de planilhas como o LibreOffice Calc e verifique se a codificação está como UTF-8. Abra-o e salve-o nesse formato, geralmente na opção salvar como é possível escolher a codificação.

source: no voter file specified, try again
pt_br: nenhum arquivo carregado, tente novamente

source: Time to Vote
pt_br: Hora de Votar

source: Simple
pt_br: Simples

source: Additional Info
pt_br: Informação Adicional

source: Election Result
pt_br: Resultado da Eleição

source: bad template
pt_br: template inválido

source: Click here to login
pt_br: Clique aqui para se conectar

source: Bad Username or Password
pt_br: Usuário ou Senha Incorretos

source: Users with the following attributes:
pt_br: Eleitores com os seguintes atributos:

source: Authentication
pt_br: Autenticação

source: You are currently logged in as<br /><b>%(user.user_id)s</b> via <b>%(user.user_type)s</b>.
pt_br: Você está atualmente conectado como<br /><b>%(user.user_id)s</b> via <b>%(user.user_type)s</b>.

source: logout
pt_br: desconectar

source: Password Forgotten
pt_br: Esqueci a Senha

source: Your Username
pt_br: Seu nome de usuário

source: Send Reminder
pt_br: Enviar Lembrete

source: Why we need your information
pt_br: Por que nós precisamos de suas informações

source: It looks like you declined to grant us permission to access your information. We understand and value your privacy. We ask for this information so we can contact you with your voting tracking number and when an election in which you participated has been tallied. We promise not to use this information for any other purpose. Without this information, we unfortunately cannot help you vote.
pt_br: Parece que você negou permissão de acesso às suas informações. Nós entendemos e valorizamos sua privacidade. Nós pedimos por essa informação para que possamos contactá-lo com seu número de rastreamento de voto e quando uma eleição na qual você participou foi apurada. Nós prometemos não usar essa informação para nenhum outro propósito. Sem essa informação, infelizmente não podemos ajudá-lo a votar.

source: OK, I understand, let's do this login thing.
pt_br: Ok, entendi, vamos efetuar o login

source: nope, get me out of here
pt_br: não, tire-me daqui

source: Missing Attributes
pt_br: Atributos faltantes

source: Some required attributes were not released by your Identity Provider.
pt_br: Alguns atributos obrigatórios não foram informados pelo seu Provedor de Identidade.

source: Attributes not released by your Identity Provider
pt_br: Atributos não informados pelo seu Provedor de Identidade

source: Attribute
pt_br: Atributo

source: Value
pt_br: Valor

source: Back
pt_br: Voltar

source: Twitter Follow?
pt_br: Seguir no Twitter

source: We recommend that you follow
pt_br: Recomendamos que você siga

source: That way, %(reason_to_follow)s. We will not abuse of this friendship: only messages pertinent to you will be sent to you directly, and general updates happen only sporadically.
pt_br: Dessa forma, %(reason_to_follow)s. Nós não iremos abusar da amizade: somente mensagens pertinentes serão enviadas a você diretamente, e atualizações gerais acontecem esporadicamente.

source: continue
pt_br: continuar

source: <h3>Your Vote is Being Submitted</h3> <p> Please wait a few seconds while your vote is submitted to the casting server.... </p>
pt_br: <h3>Seu voto está sendo depositado</h3> <p> Por favor, espere alguns segundos enquanto sua cédula é depositada na urna.... </p>

source: Submit Your Encrypted Ballot
pt_br: Enviar Sua Cédula Cifrada

source: All information, other than your encrypted ballot,<br /> has been removed from memory.
pt_br: Toda a informação, exceto sua cédula cifrada,<br /> foi removida da memória.

source: As a reminder, your ballot tracking number is:<br />
pt_br: Como um lembrete, seu número de rastreamento de cédula é:<br />

source: According to the election definition file, this ballot will be submitted to:
pt_br: De acordo com o arquivo de definição da eleição, esta cédula será submetida para:

source: where you will log in to validate your eligibility to vote.
pt_br: onde você vai conectar para validar sua eligibilidade para votar.

source: Submit Ballot
pt_br: Enviar Cédula

source: Permissions
pt_br: Permissões

source: You don't have permission to access this view
pt_br: Você não tem permissão para acessar essa view

source: Can delegate institution management tasks
pt_br: Pode delegar tarefas de gestão da instituição

source: Can revoke institution management tasks
pt_br: Pode revogar tarefas de gestão da instituição

source: Can delegate election management tasks
pt_br: Pode delegar tarefas de gestão de eleição

source: Can revoke election management tasks
pt_br: Pode revogar tarefas de gestão de eleição

source: Institution Admin
pt_br: Gestor da Instituição

source: Election Admin
pt_br: Gestor de Eleição

source: Undefined
pt_br: Indefinido
