Repository: ctic-uepb/heliosvoting
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: All
pt_br: Todos

source: Elections you are current or past admin
pt_br: Eleições nas quais você é ou foi administrador (a)

source: Started at
pt_br: Iníciou em

source: Ended at
pt_br: Finalizou em

source: Institution
pt_br: Instituição

source: In progress
pt_br: Em andamento

source: Done
pt_br: Finalizadas

source: In Progress
pt_br: Em Andamento

source: Start
pt_br: Início

source: End
pt_br: Fim

source: Welcome
pt_br: Bem vindo

source: create an election
pt_br: criar uma eleição

source: Year
pt_br: Ano

source: no featured elections at the moment
pt_br: nenhuma votação em destaque no momento

source: Your elections
pt_br: Suas eleições

source: See all
pt_br: Ver todas

source: Contact information
pt_br: Informações de contato

source: Main Phone: +55
pt_br: Fone principal: + 55

source: Secondary Phone: +55
pt_br: Fone secundário: + 55

source: Address:
pt_br: Endereço:

source: Your institution admins are:
pt_br: Os gestores do sistema na sua instituição são:

source: No institution admin
pt_br: Nenhum Gestor da Instituição

source: Institution details
pt_br: Detalhes da instituição

source: Short name:
pt_br: Nome abreviado:

source: Main phone:
pt_br: Fone principal:

source: Sec phone:
pt_br: Fone secundário:

source: Edit
pt_br: Editar

source: Save
pt_br: Salvar

source: Elections statistics for your institution
pt_br: Estatísticas de eleições da sua instituição

source: Here are listed all the elections from your institution
pt_br: Aqui estão listadas as eleições da sua instituição.

source: Voters / cast votes
pt_br: Eleitores / votos depositados

source: Users with role in your institution
pt_br: Usuários com papel na sua instituição

source: Here are listed all the users assigned for your institution
pt_br: Aqui estão listados todos os usuários habilitados para a sua instituição

source: Role
pt_br: Papel

source: Active
pt_br: Ativo

source: Expires at
pt_br: Expira em

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: User did not logged yet
pt_br: Usuário não logou ainda

source: Remove user
pt_br: Remover usuário

source: Dashboard
pt_br: Painel de Controle

source: Manage Users
pt_br: Gerenciar Usuários

source: Logs
pt_br: Registros

source: View my details
pt_br: Ver meus detalhes

source: Delegate Institution Admin
pt_br: Delegar Gestor da Instituição

source: Email address
pt_br: Endereço de e-mail

source: Enter email
pt_br: Informar e-mail

source: Add
pt_br: Adicionar

source: Add new Election Admin
pt_br: Adicionar novo Gestor de Eleição

source: Home
pt_br: Início

source: Logout
pt_br: Desconectar

source: Federated Access
pt_br: Acesso Federado

source: Help
pt_br: Ajuda

source: All Elections
pt_br: Todas as eleições

source: Recently cast votes
pt_br: Voto (s) depositado (s) recentemente

source: Last cast vote
pt_br: Último voto depositado

source: User details
pt_br: Detalhes do Usuário

source: Here are listed all the attributes your Identity Provider has released
pt_br: Aqui estão listados todos os atributos que o seu Provedor de Identidade forneceu

source: Released attributes by your Identity Provider
pt_br: Atributos fornecidos pelo seu Provedor de Identidade

source: Please, provide a valid expires at value
pt_br: Por favor, informe uma data válida de expiração

source: Expires at successfully saved.
pt_br: Data de expiração salva com sucesso.

source: Something went wrong, please try again.
pt_br: Ocorreu um erro, por favor, tente novamente.

source: An e-mail must be informed
pt_br: Um e-mail precisa ser informado

source: E-mail successfully saved
pt_br: E-mail salvo com sucesso

source: User successfully removed
pt_br: Usuário removido com sucesso.

source: User not found
pt_br: Usuário não encontrado

source: Success
pt_br: Sucesso

source: Institution does not exist
pt_br: A instituição não existe

source: Delete
pt_br: Apagar

source: Modify
pt_br: Modificar

source: object of
pt_br: objeto de

source: [vote cast] - %(election_name)s
pt_br: [VOTO DEPOSITADO] - %(election_name)s

source: About Helios Voting
pt_br: Sobre o Sistema de Votação Helios

source: Helios is a non-partisan organization led by
pt_br: Helios é uma organização não partidária liderada por

source: Code Contributors
pt_br: Contribuintes do Código

source: Documentation
pt_br: Documentação

source: technical documentation
pt_br: documentação técnica

source: original peer-reviewed
pt_br: original revisado em pares

source: Helios Election Monitor
pt_br: Monitor de Eleição do Helios

source: Helios has been covered in the press:
pt_br: O Helios foi coberto pela imprensa:

source: Your Vote was Cast
pt_br: Seu Voto foi Lançado

source: A vote was successfully cast for <b>%(voter.voter_id)s</b>, with vote fingerprint:
pt_br: Um voto foi depositado com sucesso para <b>%(voter.voter_id)s</b>, com o código de identificação:

source: Visit the
pt_br: Visite o

source: election homepage
pt_br: Página da eleição

source: Election %(election.name)s Already Tallied
pt_br: A Eleição %(election.name)s já foi apurada

source: This election has already been tallied (or at least the tally has begun), so you can no longer cast a vote.
pt_br: Essa eleição já foi apurada (ou pelo menos a apuração já começou), então você não pode mais depositar um voto.

source: view the election
pt_br: visualizar a eleição

source: by
pt_br: por

source: create election
pt_br: criar eleição

source: Administration
pt_br: Administração

source: none yet
pt_br: nada ainda

source: see all
pt_br: ver todas

source: Log In to Start Voting
pt_br: Conecte-se para iniciar a votação

source: Select an election to start voting. You will be asked for your voting credentials after you complete a ballot.
pt_br: Selecione uma eleição para começar a votar. Suas credenciais para votar serão solicitadas após você preencher a cédula.

source: English
pt_br: Inglês

source: Brazilian Portuguese
pt_br: Português Brasileiro

source: UEPB E-Voting System
pt_br: Sistema de Votação Online da UEPB

source: Welcome to UEPB E-Voting System
pt_br: Bem-Vindo ao Sistema de Votação Online da UEPB

source: Could not complete your request
pt_br: Não foi possível completar sua requisição

source: The action you have requested could not be performed. Possible reasons are that you do not have appropriate persmissions or you are trying to send email to voters of a non frozen election, for instance.
pt_br: A ação requisitada não pôde ser executada. As razões possíveis são que você não tem as permissões apropriadas ou está tentando enviar email para eleitores de uma eleição não congelada, por exemplo.

source: Page not found
pt_br: Página não encontrada

source: The page you requested could not be found.
pt_br: A página que você solicitou não foi encontrada.

source: Server error
pt_br: Erro no servidor

source: There was an error while handling your request.
pt_br: Houve um erro durante o processamento de sua requisição.
